[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"anime"},
{"type":"table","name":"anime","database":"anime","data":
[
{"id":"1","nama":"Attack on Titan","author":"Hajime Isayama","status":"Complete","description":"Attack on Titan bercerita tentang umat manusia yang hidup di balik tembok raksasa untuk melindungi diri dari ancaman makhluk raksasa bernama Titan. Saat tembok diserang, Eren Yeager dan teman-temannya bergabung dengan pasukan militer untuk mengungkap misteri di balik para Titan dan memperjuangkan kebebasan manusia.","genre":"Action, Drama, Fantasy","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/attack_on_titan.jpg"},
{"id":"2","nama":"Bocchi the Rock","author":"Aki Hamaji","status":"Complete","description":"Bocchi the Rock mengikuti kisah Hitori Gotou, seorang gadis pemalu yang bercita-cita menjadi bintang rock. Ia bergabung dengan band Kessoku Band dan mulai membangun kepercayaan diri, menghadapi kecemasan sosialnya sambil mengejar impiannya dalam dunia musik.","genre":"Music, Slice of Life, Comedy","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/bocchi_the_rock.jpg"},
{"id":"3","nama":"Haikyuu!!","author":"Haruichi Furudate","status":"Complete","description":"Haikyuu!! adalah kisah perjuangan Shoyo Hinata, seorang siswa bertubuh pendek yang bercita-cita menjadi pemain voli hebat. Meskipun kekurangan tinggi badan, semangat dan kerja kerasnya membawanya ke tim Karasuno, di mana ia bertemu rivalnya yang menjadi rekan setim, Tobio Kageyama.","genre":"Sports, Comedy, Drama","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/haikyuu.jpg"},
{"id":"4","nama":"Hunter x Hunter","author":"Yoshihiro Togashi","status":"Ongoing","description":"Hunter x Hunter menceritakan petualangan Gon Freecss yang ingin menjadi Hunter untuk mencari ayahnya, Ging, yang merupakan salah satu Hunter terkuat. Dalam perjalanannya, Gon bertemu teman-teman baru dan menghadapi berbagai ujian, mulai dari turnamen, pertarungan mematikan, hingga misi berbahaya.","genre":"Adventure, Action, Fantasy","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/hunter_x_hunter.png"},
{"id":"5","nama":"Kimi no Nawa","author":"Makoto Shinkai","status":"Complete","description":"Kimi no Nawa adalah kisah dua remaja, Mitsuha dan Taki, yang saling bertukar tubuh secara misterius meskipun tinggal di tempat dan waktu berbeda. Hubungan mereka berkembang dalam keterbatasan waktu, hingga mereka berusaha bertemu dan mencegah bencana besar yang mengancam desa Mitsuha.","genre":"Romance, Supernatural, Drama","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/kimi_no_nawa.png"},
{"id":"6","nama":"Koe no Katachi","author":"Yoshitoki Ooima","status":"Complete","description":"Koe no Katachi menggambarkan perjalanan emosional Shoya Ishida, yang pernah membully seorang gadis tuli bernama Shoko Nishimiya saat SD. Bertahun-tahun kemudian, ia mencoba menebus kesalahannya dan membangun kembali hubungan dengan Shoko, sembari belajar tentang empati, pengampunan, dan harga diri.","genre":"Drama, Romance, School","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/koe_no_katachi.jpg"},
{"id":"7","nama":"Mushoku Tensei","author":"Rifujin na Magonote","status":"Ongoing","description":"Mushoku Tensei menceritakan seorang pria pengangguran yang bereinkarnasi di dunia fantasi sebagai bayi bernama Rudeus Greyrat. Diberi kesempatan kedua, ia memutuskan untuk hidup tanpa penyesalan. Dengan bakat sihir yang luar biasa, ia menjalani perjalanan panjang penuh pertumbuhan dan konflik.","genre":"Isekai, Fantasy, Drama","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/mushoku_tensei.webp"},
{"id":"8","nama":"One Piece","author":"Eiichiro Oda","status":"Ongoing","description":"One Piece mengikuti petualangan Monkey D. Luffy, seorang bajak laut muda yang memiliki kemampuan tubuh elastis dari Buah Iblis. Bersama kru Topi Jerami, ia menjelajahi Grand Line untuk menemukan harta karun legendaris One Piece dan menjadi Raja Bajak Laut.","genre":"Action, Adventure, Fantasy","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/one_piece.jpg"},
{"id":"9","nama":"Shigatsu wa Kimi no Uso","author":"Naoshi Arakawa","status":"Complete","description":"Shigatsu wa Kimi no Uso mengisahkan Kousei Arima, pianis jenius yang kehilangan kemampuannya untuk mendengar suara piano setelah kematian ibunya. Kehidupannya berubah saat ia bertemu Kaori Miyazono, pemain biola yang bebas dan penuh semangat, yang membantunya menemukan kembali cintanya pada musik.","genre":"Romance, Drama, Music","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/shigatsu_wa_kimi_no_uso.webp"},
{"id":"10","nama":"Sousou no Frieren","author":"Kanehito Yamada","status":"Ongoing","description":"Sousou no Frieren berkisah tentang elf penyihir bernama Frieren, yang hidup jauh lebih lama dibanding teman-teman petualangnya. Setelah kematian rekan-rekannya, ia memulai perjalanan baru untuk mengenang masa lalu dan memahami makna kehidupan manusia yang singkat.","genre":"Fantasy, Adventure, Slice of Life","photo":"https:\/\/github.com\/onesusnayir\/Praktikum-13-Platform\/sousou_no_frieren.jpg"}
]
}
]
